Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/2_3__suomen_saamelaiskarajien_perustamispaiva_1996_.html.tmx
Source language: fin
Languages: smn

source: 2.3. Suomen Saamelaiskäräjien perustamispäivä (1996)
smn: 2.3. Suomâ Sämitige vuáđudempeivi (1996)

source: Saamelaisten parlamentti eli Saamelaiskäräjät on vuoden 1996 alussa omalla laillaan perustettu saamelaisten itsehallintoelin, joka edustaa saamelaisia tehtäviinsä kuuluvissa asioissa niin kansallisesti kuin kansainvälisestikin.
smn: Sämitigge lii ive 1996 aalgâst jieijâs lavváin vuáđudum sämmilij jiešhaldâšemorgaan, mii oovdâst sämmilijd pargoidis kullee aašijn nuuvt aalmuglávt ko aalmugijkoskâsávt-uv.

source: Saamelaiskäräjät perustettiin vuonna 1995 uudistetun perustuslain nojalla.
smn: Sämitigge vuáđudui ive 1995 uđâsmittum vuáđulaavâ vuáđuld.

source: Saamelaiskäräjien edeltäjänä vuosina 1973 – 1995 toimi saamelaisvaltuuskunta, joka oli perustettu siitä annetulla valtioneuvoston asetuksella.
smn: Ovdil Sämitige iivijn 1973-1995 tooimâi säämi parlament, mii lâi vuáđudum tast adelum staatârääđi asâttâssáin.

source: Saamelaiskäräjien 21 jäsentä ja neljä varajäsentä valitaan saamelaisten keskuudesta joka neljäs vuosi toimeenpantavilla vaaleilla .
smn: Sämitige 21 jesânid já nelji värijeessân väljejuvvojeh sämmilij kooskâst jyehi niäljád ive olášuvvee vaaljâin.

source: Jokaisesta saamelaisten kotiseutualueen kunnasta tulee olla vähintään kolme edustajaa ja yksi varajäsen.
smn: Jyehi sämikuávlu kieldâst kalga valjiđ ucemustáá kulmâ ovdâsteijee Sämitiigán.

source: Saamelaiskäräjien yhditehtävä
smn: Sämitige váimustoimâ
